{"showCoverPage":true,"bookCover":{"coverDescription":"","coverImage":{"path":"images\/coverImage-61b7b074b96c3.png","mime":"image\/png","copyright":{"license":"U"},"width":2923,"height":3279}},"chapters":[{"params":{"content":[{"content":{"params":{"sideToggle":true,"expandToggle":false,"iconToggle":true,"content":{"params":{"text":"<h2>Introduction<\/h2>\n\n<p>As future engineers, you will interact with information every day, but your information needs and access will vary over time and across different projects as will the types of information that you use. While in school, you’ll need to start building your information skillset so that you’re ready to research and evaluate information effectively as a professional and be able to be critical of a wide variety of information sources that are diverse and inclusive.<\/p>\n\n<p>In this module you will learn:<\/p>\n\n<ul>\n\t<li>Learn how to contextualize different types of information<\/li>\n\t<li>Learn how different and diverse information sources can help build a more robust body of knowledge and context for coursework, co-op positions, internships, personal &amp; professional life.&nbsp;&nbsp;<\/li>\n\t<li>Consider how information is gathered, accessed, and disseminated<\/li>\n\t<li>Understand how using information sources that represent holistic, diverse, and inclusive perspectives can give you critical insights into your users, design needs, and critical problem spaces<\/li>\n<\/ul>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"ab38677c-9e9e-4b08-bfaa-38e686dbc474","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"sideImage":{"path":"images\/sideImage-61b7b07ddadbf.png","mime":"image\/png","copyright":{"license":"U"},"width":2923,"height":3279}},"library":"H5P.TextNImage 1.0","metadata":{"contentType":"Text and Image","license":"U","title":"Untitled Text and Image"},"subContentId":"4de617aa-d278-49d1-869a-b1ebdcd4c5d0"},"useSeparator":"auto"},{"content":{"params":{"text":"<h3>Land Acknowledgement<\/h3>\n\n<p>The <a href=\"http:\/\/nctr.ca\/assets\/reports\/Final%20Reports\/Executive_Summary_English_Web.pdf\">Truth and Reconciliation Commission of Canada<\/a>’s final report calls for 94 actions toward restoring a balanced relationship between Indigenous peoples and settler communities in this country.&nbsp;<\/p>\n\n<p><strong>We encourage you to not only acknowledge the traditional territory on which your institution resides, but to also ground this acknowledgement with action.&nbsp;<\/strong><\/p>\n\n<p>A great resource for this is <strong><a href=\"https:\/\/native-land.ca\/\">Native Land<\/a><\/strong>. We also suggest looking at the resources provided by the <strong>The <a href=\"https:\/\/xwi7xwa.library.ubc.ca\/\">Xwi7xwa Library<\/a><\/strong>, which is a centre for academic and community Indigenous scholarship. Its collections and services reflect Aboriginal approaches to teaching, learning, and research, and it is the only branch of an academic library in Canada that is entirely dedicated to Indigenous materials.<\/p>\n"},"library":"H5P.AdvancedText 1.1","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"},"subContentId":"7ca93894-cea4-45ab-ba2c-c54499bda99b"},"useSeparator":"enabled"},{"content":{"params":{"sideToggle":false,"expandToggle":false,"iconToggle":true,"content":{"params":{"text":"<h3>What is Information?<\/h3>\n\n<p>Information is defined as “knowledge obtained from investigation, study, or instruction” and may include intelligence, news, facts, or data (<a href=\"https:\/\/www.merriam-webster.com\/dictionary\/information\">Merriam-Webster<\/a>, n.d.).<\/p>\n\n<p>As this broad definition suggests, information can come in many different forms and from a variety of sources. Sometimes we use information for general news and personal entertainment. Other times, especially within the academy and as practicing engineers, we use information as evidence to back up our claims and make good decisions.<\/p>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"46b98fd0-77d4-4cab-b4e9-dfe28d677a0f","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"sideImage":{"path":"images\/sideImage-61aa8dfd8be43.png","mime":"image\/png","copyright":{"license":"U"},"width":384,"height":402}},"library":"H5P.TextNImage 1.0","metadata":{"contentType":"Text and Image","license":"U","title":"Untitled Text and Image"},"subContentId":"00dff39b-b24a-489c-a277-8d966293c82e"},"useSeparator":"enabled"},{"content":{"params":{"sideToggle":true,"expandToggle":false,"iconToggle":true,"content":{"params":{"text":"<h3>Types of Information<\/h3>\n\n<p>Taking the time to consider <strong>what type<\/strong> of information you need will help ensure you are incorporating diverse and lived perspectives into your work in an intentional and holistic way.<\/p>\n\n<p>In academia we distinguish between <strong>popular<\/strong> and <strong>academic<\/strong> types of information, but in your professional practice, you will seamlessly integrate information of all different types.<\/p>\n\n<p><strong>Sources of popular information include:<\/strong><\/p>\n\n<ul>\n\t<li>Newspapers<\/li>\n\t<li>Magazines and trade publications<\/li>\n\t<li>Blogs (even when written by an expert)<\/li>\n\t<li>Reddit<\/li>\n\t<li>Twitter<\/li>\n\t<li>TikTok<\/li>\n\t<li>Wikipedia<\/li>\n\t<li>Stack Overflow<\/li>\n\t<li>Most of the internet<\/li>\n<\/ul>\n\n<p><strong>Sources of academic information include:<\/strong><\/p>\n\n<ul>\n\t<li>Peer reviewed journal articles<\/li>\n\t<li>Standards<\/li>\n\t<li>Patents<\/li>\n\t<li>Textbooks<\/li>\n\t<li>Encyclopedias<\/li>\n<\/ul>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"e9d68d72-7ca0-407e-b476-80a77f549742","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"sideImage":{"path":"images\/sideImage-61aa8e1222c47.png","mime":"image\/png","copyright":{"license":"U"},"width":379,"height":792}},"library":"H5P.TextNImage 1.0","metadata":{"contentType":"Text and Image","license":"U","title":"Untitled Text and Image"},"subContentId":"4762cbf3-1ee1-4cd3-80ad-e98e7519fa17"},"useSeparator":"enabled"},{"content":{"params":{"text":"<h3>Types of Sources<\/h3>\n\n<p>As you work, it may also be important to consider the type of source and level of rigour necessary.<\/p>\n"},"library":"H5P.AdvancedText 1.1","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"},"subContentId":"72a2169f-a420-4931-986f-fd20a28b2da0"},"useSeparator":"auto"},{"content":{"params":{"mode":"normal","description":"","dialogs":[{"tips":{},"text":"<p><strong>Primary sources...<\/strong><\/p>\n","answer":"<p>...include findings from peer reviewed research, data sets, standards, and accounts of direct lived experiences. When you are making significant and impactful decisions, you should always take into account primary sources.<\/p>\n","image":{"path":"images\/image-61af7261f171b.png","mime":"image\/png","copyright":{"license":"U"},"width":382,"height":443}},{"tips":{},"text":"<p><strong>Secondary sources...<\/strong><\/p>\n","answer":"<p>...include summaries, literature reviews, interpretations, or critiques of primary information. When you are trying to better understand a problem space, situation of concern, or design context, secondary sources give valuable summaries. A significant amount of engineering decisions happen using secondary sources.<\/p>\n","image":{"path":"images\/image-61af7282298cb.png","mime":"image\/png","copyright":{"license":"U"},"width":478,"height":471}},{"tips":{},"text":"<p><strong>Tertiary sources...<\/strong><\/p>\n","answer":"<p>...include Wikipedia, encyclopedias, and textbooks. When you are trying to get foundational background information on a topic, problem space, or situation of concern, tertiary sources provide useful foundational knowledge.<\/p>\n","image":{"path":"images\/image-61b7b09d82a84.png","mime":"image\/png","copyright":{"license":"U"},"width":3219,"height":2602}}],"behaviour":{"enableRetry":true,"disableBackwardsNavigation":false,"scaleTextNotCard":false,"randomCards":false,"maxProficiency":5,"quickProgression":false},"answer":"Turn","next":"Next","prev":"Previous","retry":"Retry","correctAnswer":"I got it right!","incorrectAnswer":"I got it wrong","round":"Round @round","cardsLeft":"Cards left: @number","nextRound":"Proceed to round @round","startOver":"Start over","showSummary":"Next","summary":"Summary","summaryCardsRight":"Cards you got right:","summaryCardsWrong":"Cards you got wrong:","summaryCardsNotShown":"Cards in pool not shown:","summaryOverallScore":"Overall Score","summaryCardsCompleted":"Cards you have completed learning:","summaryCompletedRounds":"Completed rounds:","summaryAllDone":"Well done! You got all @cards cards correct @max times in a row!","progressText":"Card @card of @total","cardFrontLabel":"Card front","cardBackLabel":"Card back","tipButtonLabel":"Show tip","audioNotSupported":"Your browser does not support this audio","confirmStartingOver":{"header":"Start over?","body":"All progress will be lost. Are you sure you want to start over?","cancelLabel":"Cancel","confirmLabel":"Start over"},"title":""},"library":"H5P.Dialogcards 1.8","metadata":{"contentType":"Dialog Cards","license":"U","title":"Types of Sources"},"subContentId":"ada009d4-cb10-4e76-ad1a-9bb58e4e7550"},"useSeparator":"disabled"}]},"library":"H5P.ColumnCustom 1.0","subContentId":"32be957f-2244-4ec1-b38d-d2acd71894b2","metadata":{"contentType":"ColumnCustom","license":"U","title":"Introduction"}},{"params":{"content":[{"content":{"params":{"sideToggle":true,"expandToggle":false,"iconToggle":true,"content":{"params":{"text":"<h2>Indigenous Knowledge<\/h2>\n\n<p>Indigenous Peoples in North America were engineering their world long before settlers arrived (Keoke and Porterfield 2003; Pierotti 2011; Weatherford 2010). Indigenous science and innovation led to the development of technologies that were used for transportation, housing, clothing, hunting, farming, and aquaculture. Many of these technologies are still or were precursors to technologies that are currently in use today. Despite this, engineering practices that surged in Canada in the mid-1800s were settler-driven, purposed to design and develop a ‘modern’ Canada (Gareau et al. 2021). At the time when engineering schools became increasingly prevalent, and engineering curricula emerged, the voices of Indigenous Peoples were ignored (Pierotti 2011).<\/p>\n\n<p>Knowledges held by Indigenous Peoples, including of land, climate, and natural environment, holistic focus on observation, experiential learning, and oral storytelling as central ways of knowing, were excluded (Indigenous Canada 2021).&nbsp;<\/p>\n\n<p>We are facing tremendous challenges in today’s world driven by the social inequities and human and environmental crises, and through partnership with Indigenous Peoples and their diverse knowledge systems, engineers will be better equipped to address them (Bowra 2018). Fundamentally, dominant perspectives across the world need to hear and make space for silenced perspectives, as it will be through the interaction of diverse perspectives that we will achieve better, healthier futures for subsequent generations of all living beings.<\/p>\n\n<p>A good example of combining different perspectives for healthier futures is the <a href=\"https:\/\/climateatlas.ca\/\" target=\"_blank\">Climate Change Atlas of Canada<\/a> from the Prairie Climate Centre and University of Manitoba. This initiative combines scientific data and oral histories and storytelling from participating Indigenous communities, to map climate change in Canada.&nbsp;&nbsp;<\/p>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"33957287-ebf4-43ca-b167-4cb7aed15d5b","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"sideImage":{"path":"images\/sideImage-61b7b0b230fdb.png","mime":"image\/png","copyright":{"license":"U"},"width":2394,"height":2298}},"library":"H5P.TextNImage 1.0","metadata":{"contentType":"Text and Image","license":"U","title":"Untitled Text and Image"},"subContentId":"ae7b164f-1d5a-40d7-920d-1eba12caa816"},"useSeparator":"auto"},{"content":{"params":{"cards":[{"content":{"params":{"content":[{"content":{"params":{"sideToggle":false,"expandToggle":false,"iconToggle":true,"content":{"params":{"text":"<p>When people consider what technology is, things like laptops, servers, and whatever is ‘new’ comes first to mind. It is long overdue to acknowledge the current perspective of understanding engineering is Western-dominated, and intentionally excludes Indigenous Peoples.<\/p>\n\n<p>As Engineering surged in Canada during the 1800’s, foundational knowledge of Indigenous Peoples was excluded, and from this foundation, including technological knowledge founded in experiential learning, oral storytelling, and observation (Keyoke 2003, Pierotti 2011). Much of the foundation of Engineering comes from Indigenous Engineering- consider the earliest examples of construction, navigation, watercraft, travel, art, design, housing, farming, aquaculture that were precursors to technologies still in use today (Cicek, 2021).<\/p>\n\n<p>It must be acknowledged that Residential Schools were a foundational way in which colonialist and patriarchal systems promoted Wester dominance of knowledge and culture (Cicek, 2021). By indoctrinating Indigenous children and stripping them of language and culture, there was a forced eradication of Indigenous culture, and a systemic dismission of Indigenous knowledge and culture.<\/p>\n"},"library":"H5P.AdvancedText 1.1","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"},"subContentId":"d66d5033-10a9-43b9-acf0-41c0c35f27bf"},"sideImage":{"path":"images\/sideImage-61b7b0c00ca00.png","mime":"image\/png","copyright":{"license":"U"},"width":2314,"height":2930}},"library":"H5P.TextNImage 1.0","metadata":{"contentType":"Text and Image","license":"U","title":"Background"},"subContentId":"55ea4b43-87fd-4379-af2c-ff88679812b7"},"useSeparator":"auto"}]},"library":"H5P.ColumnCustom 1.0","metadata":{"contentType":"ColumnCustom","license":"U","title":"Untitled ColumnCustom"},"subContentId":"55a980d8-9a5a-4f75-b8fb-b5e15eeaf0c8"},"title":"Background"},{"content":{"params":{"content":[{"content":{"params":{"sideToggle":true,"expandToggle":false,"iconToggle":true,"content":{"params":{"text":"<p>Elder Marshall teaches us, ‘When you force people to abandon their ways of knowing, their ways of seeing the world, you literally destroy their spirit’ (Bartlett, Marshall, and Marshall 2012).&nbsp;<\/p>\n\n<p>Indigenous Knowledges are characterized as participatory, experiential, and process-oriented, and do not separate science, art, and philosophy but rather embrace a holistic worldview (Mejia and de Paula 2019). Indigenous Traditional Knowledge (TK) is the collective knowledges of Indigenous cultures ‘resulting from the group’s use and occupation of a specific region over many generations’ (as quoted in Pierotti 2011, 9). It ‘encompasses practical, empirical, and ideological aspects of understanding and is both the information itself and a way of knowing’ (Pierotti 2011, 9).<\/p>\n\n<p>It ‘draws upon the community of elders and other knowledge holders, as well as the collective consciousness of the people, and is ‘living knowledge’ (Bartlett, Marshall, and Marshall 2012, 336–337), continually evolving from centuries of living respectfully and in harmony alongside nature (Grommes and Riley 2004; O’Sullivan 2019). It centres on management of renewable resources, considering environmental, social, cultural, economic, and spiritual elements -  holistically, underscoring how all aspects of life are interconnected (Indigenous Corporate Training 2018). It shares philosophical similarities with current-day sustainable design (Martin et al. 2010) and is fundamental to addressing today’s global challenges (Reconciling Ways of Knowing 2020).<\/p>\n"},"library":"H5P.AdvancedText 1.1","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"},"subContentId":"6c44168c-c87b-468b-a0e7-6ee60c12711d"},"sideImage":{"path":"images\/sideImage-61b7b0c9981f4.png","mime":"image\/png","copyright":{"license":"U"},"width":3001,"height":2940}},"library":"H5P.TextNImage 1.0","metadata":{"contentType":"Text and Image","license":"U","title":"Untitled Text and Image"},"subContentId":"723689b7-8f97-44ee-a01e-8f120ed7d687"},"useSeparator":"auto"}]},"library":"H5P.ColumnCustom 1.0","metadata":{"contentType":"ColumnCustom","license":"U","title":"Untitled ColumnCustom"},"subContentId":"228b0a92-2947-4393-b4b1-1adb58a6e651"},"title":"Ways of Knowing"},{"content":{"params":{"text":"<p>Of the work being done in Canada, much is Indigenous Inclusion and Reconciliation Indigenization, with some efforts in Decolonial Indigenization. We acknowledge that to reach Decolonial Indigenization work must be done in partnership with Indigenous Peoples and non-Indigenous people, and in recognition of the rights of Indigenous Peoples to self-determination. This requires making space for more Indigenous Peoples in the academy. It must be done along the spectrum of Indigenization in both grassroots and institutionally imposed initiatives, in integrated and stand-alone capacities. Bottom-up and top-down, and horizontal and vertical approaches will provide the diversified strategy needed to achieve Decolonial Indigenization.<\/p>\n"},"library":"H5P.AdvancedText 1.1","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"},"subContentId":"69f24c25-ab34-47f2-8c56-71c13eee6c2c"},"title":"Conclusion"}],"colourSwap":true},"library":"H5P.Multicard 1.1","metadata":{"contentType":"Multicard","license":"U","title":"Untitled Multicard"},"subContentId":"8820ed8c-9269-4629-9e4e-9c447de6c2bb"},"useSeparator":"auto"}]},"library":"H5P.ColumnCustom 1.0","subContentId":"813ec57b-3253-4c0c-a9cf-d0d693da5712","metadata":{"contentType":"ColumnCustom","license":"U","title":"Indigenous Knowledge"}},{"params":{"content":[{"content":{"params":{"sideToggle":true,"expandToggle":false,"iconToggle":true,"content":{"params":{"text":"<h2>Non-Academic Lived Experiences &nbsp;<\/h2>\n\n<p>As Lin Manuel Miranda (2015) wrote, “Who lived who died who tells your story”. Certain types of expertise are assumed to be valid, reliable and legitimate – Professors, clinicians, engineers are automatically given a seat at the table. Unfortunately, this generally has an end result of diminishing people who have lived experience in a way that does not provide the same inclusion or status when examining situations. If we only accept knowledge that is created in western-centered and patriarchal contexts, then we not only miss context and, but actively diminish decision making and authority of stakeholders and users.<\/p>\n\n<p>The knowledge, ability, and expertise of people who have lived experiences is often both questioned as a form of expertise and underestimated often due to assumptions and beliefs that tie to historical contexts and values. It is important to ask people with relevant lived experience to not only recount their experiences, but also acknowledge and value that their knowledge, wisdom, and perspective is critical to ensuring research, policy, and practice are their best.<\/p>\n\n<p>When it comes to making decisions about which type of information one should use, it is important to consider embedded power structures around how, when, and with what areas lived experiences are included as meaningful participation in finding information or solving a problem.<\/p>\n\n<p>Western-focused research, based on western and colonial values and constructs specifically has no place for amplifying and exploring other forms of knowledge and expertise (Gareau et al. 2021). This can happen in many ways, including promoting peer-reviewed research over other types of written and non-written knowledge.<\/p>\n\n<p>By giving users and other stakeholders the agency and long due acknowledgement that we need to work with diverse groups rather than ‘doing to or for’ the result is not only empowerment, but also provides important joint learning, collaboration, and innovation.<\/p>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"cfa51575-af11-4cdc-9a45-9472929f738a","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"sideImage":{"path":"images\/sideImage-61aa8e3864aad.png","mime":"image\/png","copyright":{"license":"U"},"width":484,"height":492}},"library":"H5P.TextNImage 1.0","metadata":{"contentType":"Text and Image","license":"U","title":"Untitled Text and Image"},"subContentId":"c9c8a14d-d463-498b-88a0-1b6902f24f59"},"useSeparator":"auto"},{"content":{"params":{"sideToggle":false,"expandToggle":false,"iconToggle":true,"content":{"params":{"text":"<h3>Peoples lived Experiences as Information<\/h3>\n\n<p>Lived experience is a representation of the experiences and choices of a person, and the knowledge that they gain from their life and experiences. Lived experiences are critical to understanding problems. Without looking at direct lived experiences as a portion of your information gathering, you risk being critically uninformed about real needs and will find it difficult to develop solutions that make a difference.<\/p>\n\n<p>Using lived experience as an information source can take several forms. It can come to you as user research, documented through formal methods and analysis. It can also come through informal already documented sources, including blog posts, tweets, reddit threads, or other forms of social media. Finally, it can come through informal interactions or conversations, that are not documented in a formal way. All of these can contribute to understanding your users or problem space more deeply.<\/p>\n\n<h3 class=\"paragraph\">Suggested reading:<\/h3>\n\n<p class=\"paragraph\">Johnson, J. T. et al. (2016) <a href=\"https:\/\/ocul-wtl.primo.exlibrisgroup.com\/permalink\/01OCUL_WTL\/kpi7aj\/cdi_springer_primary_2015_11625_11_1_349\" target=\"_blank\">Weaving Indigenous and sustainability sciences to diversify our methods<\/a>. Sustainability science. [Online] 11 (1), 1–11.&nbsp;<\/p>\n\n<p>\"Contrary to the Western approach that seeks to dominate and interrogate nature, Indigenous societies and knowledge systems have developed to sustain reciprocal relationships between culture and nature and therefore utilize scientific approaches that are rigorous in their own methods and rely on long-term observations. \" (Johnson, 2016)&nbsp;<\/p>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"5bff7fec-b0a7-4194-a337-9ed6798a2e91","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"sideImage":{"path":"images\/sideImage-61b7b0dc35cab.png","mime":"image\/png","copyright":{"license":"U"},"width":4122,"height":3734}},"library":"H5P.TextNImage 1.0","metadata":{"contentType":"Text and Image","license":"U","title":"Untitled Text and Image"},"subContentId":"8fa6f5f6-ae57-4012-8a79-1f796c3f0c48"},"useSeparator":"enabled"},{"content":{"params":{"sideToggle":true,"expandToggle":false,"iconToggle":true,"content":{"params":{"text":"<h3>Diverse Voices and the Academic Context<\/h3>\n\n<p>Academic sources are often criticized for an overall lack of diversity, stemming from the overwhelmingly privileged backgrounds of most university faculty conducting research. This lack of diverse voices impacts the problem spaces, design contexts, and situations of concerns that are examined and lead to overall gaps in solutions that continue to disadvantage already marginalized individuals.<\/p>\n\n<p>One early example that has significant momentum in the health field is the patient voice in patient engagement in research (Johnson et al., 2016). In engineering contexts, user research and user-focused design methods are used to include user experiences, however the majority of these methods focus on getting information from users, not actively collaborating, or partnering with users.<\/p>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"37ff05dd-f574-4eee-8af8-2eba2a55ce1f","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"sideImage":{"path":"images\/sideImage-61aa8e58330f6.png","mime":"image\/png","copyright":{"license":"U"},"width":854,"height":1586}},"library":"H5P.TextNImage 1.0","metadata":{"contentType":"Text and Image","license":"U","title":"Untitled Text and Image"},"subContentId":"d835bcfb-af90-4f79-8edf-39b9abc61f3e"},"useSeparator":"enabled"},{"content":{"params":{"sideToggle":true,"expandToggle":false,"iconToggle":true,"content":{"params":{"text":"<h3>Diverse Voices and the Industry Context<\/h3>\n\n<p>When you step into professional settings, engineering requires you take into account all different types of relevant information, including the intended users of the design or solution.<\/p>\n\n<p>Prioritizing historically ‘authoritative’ sources has deeps roots in patriarchal and colonialist practices. By acknowledging that STEM has historically silenced voices, people, and perspectives there can be steps made not just towards reconciliation, but towards a more holistic approach to engineering. Incorporating diverse perspectives will allow you to see problems and questions from previously under or unexplored angles and lead to new and relevant insights and solutions.<\/p>\n\n<p>Therefore, as an engineer, you may directly collect data from individuals, or you may rely on reports, technical documents, or existing data sets to inform your work.<\/p>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"2ad6fb00-f2c1-49ec-90d2-1633ba911b4e","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"sideImage":{"path":"images\/sideImage-61aa8e644a78a.png","mime":"image\/png","copyright":{"license":"U"},"width":559,"height":1795}},"library":"H5P.TextNImage 1.0","metadata":{"contentType":"Text and Image","license":"U","title":"Untitled Text and Image"},"subContentId":"a3aa3514-5ca0-489e-8aad-beed2b6ad7e2"},"useSeparator":"enabled"},{"content":{"params":{"sideToggle":false,"expandToggle":false,"iconToggle":true,"content":{"params":{"text":"<h3>Online Sources<\/h3>\n\n<p>You already use a wide variety of online sources – something that will continue through both your personal and professional lives. Using search engines like Google, these sources include everything from white papers, blog posts, tweets, reddit threads, to peer reviewed journal articles.<\/p>\n\n<p>Social media is increasingly where people are getting their information, news, and learning about world events, inventions, and ideas.<\/p>\n\n<p>These can be an excellent place to get insights, begin to research, or help you build out new ideas. Searching online is an excellent way to find information fast, especially when you do not have access to university supported resources. Doing so, however, comes with inherent risks and you must be aware of how the sheer amount of information available online can lead to both good information as well as misinformation. It is your responsibility to learn the differences, the warning signs, and how to navigate it. Remember that your professional credibility is based on the information you use – what you use to guide your thinking impacts what you tell other people.&nbsp;&nbsp; For more information, please see the <strong>Misinformation, Trust, and Bias module.<\/strong><\/p>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"3df61ffb-85d9-421d-a76e-e1515a0778b9","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"sideImage":{"path":"images\/sideImage-61aa8e75d82f6.png","mime":"image\/png","copyright":{"license":"U"},"width":489,"height":440}},"library":"H5P.TextNImage 1.0","metadata":{"contentType":"Text and Image","license":"U","title":"Untitled Text and Image"},"subContentId":"0f3aab70-7428-4913-8116-01ad77875be5"},"useSeparator":"enabled"},{"content":{"params":{"sideToggle":true,"expandToggle":false,"iconToggle":true,"content":{"params":{"text":"<h3>Grey Literature<\/h3>\n\n<p>Grey literature crosses the line between online and academic sources. Though they are not peer reviewed, they will often use similar approaches to journal articles and other academic sources in their methods, data, and writing.<\/p>\n\n<p>They can often be a particularly rich source of user data from historically under-represented populations.<\/p>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"e7139ab7-c8a3-4662-aa80-0d8ddfb8acbc","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"sideImage":{"path":"images\/sideImage-61aa8e9229944.png","mime":"image\/png","copyright":{"license":"U"},"width":525,"height":378}},"library":"H5P.TextNImage 1.0","metadata":{"contentType":"Text and Image","license":"U","title":"Untitled Text and Image"},"subContentId":"16ed53b2-16b1-4e09-abc3-a79503acfa42"},"useSeparator":"enabled"}]},"library":"H5P.ColumnCustom 1.0","subContentId":"b5d74af5-11e6-4865-bb9b-ab426f38e859","metadata":{"contentType":"ColumnCustom","license":"U","title":"Non-Academic Lived Experiences"}},{"params":{"content":[{"content":{"params":{"sideToggle":true,"expandToggle":false,"iconToggle":true,"content":{"params":{"text":"<h2>Academic Sources<\/h2>\n\n<p>Academic sources are materials written by scholars or other experts that contribute to the knowledge of a field through new discoveries, insights, theories, news, or summaries of existing knowledge.&nbsp;<\/p>\n\n<p>They represent a set of privileged information generated by individuals able to access and succeed in Western educational systems, and while important, do not represent a holistic knowledge base for most problems, questions, and design spaces.<\/p>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"6367dd36-2bfb-4f14-8205-887c86163b0f","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"sideImage":{"path":"images\/sideImage-61aa8ea7836cc.png","mime":"image\/png","copyright":{"license":"U"},"width":379,"height":792}},"library":"H5P.TextNImage 1.0","metadata":{"contentType":"Text and Image","license":"U","title":"Untitled Text and Image"},"subContentId":"0e388d67-9f0e-440d-9b54-303931a894c4"},"useSeparator":"auto"},{"content":{"params":{"sideToggle":false,"expandToggle":false,"iconToggle":true,"content":{"params":{"text":"<h3>What is Peer Review?<\/h3>\n\n<p>Peer review is a process used by academic journals and some other forms of academic publications where submitted works are critiqued by other scholars in the same field.<\/p>\n\n<p>It is used to help uphold standards and rigour in research, improve the writing and communication practices of scholars, and provide a level of credibility for published work. The majority of publications submitted for peer review are, at least initially, rejected for publication (Khadilkar, 2018).<\/p>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"768ac03c-eaa3-4238-83d2-e12dc37e99e5","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"sideImage":{"path":"images\/sideImage-61aa8ec63ff31.png","mime":"image\/png","copyright":{"license":"U"},"width":484,"height":492}},"library":"H5P.TextNImage 1.0","metadata":{"contentType":"Text and Image","license":"U","title":"Untitled Text and Image"},"subContentId":"510e5f5b-4f28-4642-8253-38d41d2d3f95"},"useSeparator":"enabled"},{"content":{"params":{"cards":[{"content":{"params":{"content":[{"content":{"params":{"sideToggle":true,"expandToggle":false,"iconToggle":true,"content":{"params":{"text":"<p>Databases act as search engines for academic journals and are primarily available through academic libraries because of their significant costs. While there are multi-disciplinary databases, most areas of study also have specialized databases that focus on only that academic discipline and possess highly relevant information for practice. In addition to scholarly journal articles, engineering databases also include conference papers and reports that share the newest research.<\/p>\n\n<p>Scholarly journals are the primary mode of dissemination for new ideas and discoveries in academic information, and have typically gone through peer review, but represent the cultural and historical emphasis of academic voices, excluding a holistic view.<\/p>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"4356ecf0-01ec-444e-bd52-becb73af66fd","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"sideImage":{"path":"images\/sideImage-61aa8ed8116b3.png","mime":"image\/png","copyright":{"license":"U"},"width":382,"height":443}},"library":"H5P.TextNImage 1.0","metadata":{"contentType":"Text and Image","license":"U","title":"Untitled Text and Image"},"subContentId":"a1995d2e-87f5-4c5d-a584-cfc23e5fe71b"},"useSeparator":"auto"}]},"library":"H5P.ColumnCustom 1.0","metadata":{"contentType":"ColumnCustom","license":"U","title":"Untitled ColumnCustom"},"subContentId":"7629407c-2366-4445-a584-62c21ecd41b5"},"title":"Journals &amp; Databases"},{"content":{"params":{"content":[{"content":{"params":{"sideToggle":true,"expandToggle":false,"iconToggle":true,"content":{"params":{"text":"<p>Patents are rights granted by an individual county, or in many countries through an international treaty, that allow an inventor to prevent others from making, using, or selling an invention.<\/p>\n\n<p>Patents protect intellectual property, but are an expensive and time-consuming process, excluding small organizations and many inventors without access to significant venture capital funds.<\/p>\n\n<h3 class=\"paragraph\">Suggested viewing:&nbsp;<\/h3>\n\n<p>Navigating Traditional Knowledge and Intellectual Property – <a href=\"https:\/\/www.youtube.com\/watch?v=3bim1tFE6Tg&amp;t=134s\" target=\"_blank\">The Adventures of the Yakuanoi<\/a> This video from The Centre for International Governance Innovation’s (CIGI’s) International Law Research Program illustrates an example of how Indigenous knowledge can be incorrectly patented for market profits.&nbsp;<\/p>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"2495fbc8-255b-4202-9b24-936214ff1837","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"sideImage":{"path":"images\/sideImage-61aa8ee2755d0.png","mime":"image\/png","copyright":{"license":"U"},"width":370,"height":505}},"library":"H5P.TextNImage 1.0","metadata":{"contentType":"Text and Image","license":"U","title":"Untitled Text and Image"},"subContentId":"b54cd5c4-f322-4237-9593-8b1715cba414"},"useSeparator":"auto"}]},"library":"H5P.ColumnCustom 1.0","metadata":{"contentType":"ColumnCustom","license":"U","title":"Untitled ColumnCustom"},"subContentId":"0e1783d5-03bb-4f48-a91f-f86189c933f7"},"title":"Patents"},{"content":{"params":{"content":[{"content":{"params":{"sideToggle":true,"expandToggle":false,"iconToggle":true,"content":{"params":{"text":"<p>A standard provides requirements, specifications, guidelines or characteristics that can be used consistently to ensure that materials, products, processes and services are fit for their purpose (International Standards Organization, n.d.; Graham, 2021).<\/p>\n\n<p>Standards reflect the shared values, aspirations, and responsibilities we as a society project upon each other and our world (Graham, 2021).<\/p>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"21a11b46-da24-4650-af50-4e498de8ee45","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"sideImage":{"path":"images\/sideImage-61aa8ef0ea0b3.png","mime":"image\/png","copyright":{"license":"U"},"width":361,"height":463}},"library":"H5P.TextNImage 1.0","metadata":{"contentType":"Text and Image","license":"U","title":"Untitled Text and Image"},"subContentId":"7cdc0ae3-0a36-447b-b88a-4b50c84bfccd"},"useSeparator":"auto"}]},"library":"H5P.ColumnCustom 1.0","metadata":{"contentType":"ColumnCustom","license":"U","title":"Untitled ColumnCustom"},"subContentId":"0b8a83cc-3e0b-4960-842c-641d54146e6d"},"title":"Standards"}],"colourSwap":true},"library":"H5P.Multicard 1.1","metadata":{"contentType":"Multicard","license":"U","title":"Untitled Multicard"},"subContentId":"2c4d6ddc-43fc-43d4-8d32-07f0a5f6e95d"},"useSeparator":"auto"}]},"library":"H5P.ColumnCustom 1.0","subContentId":"82174c1f-9cdc-4562-850e-de82d24095f6","metadata":{"contentType":"ColumnCustom","license":"U","title":"Academic Sources"}},{"params":{"content":[{"content":{"params":{"text":"<h2>Misinformation<\/h2>\n\n<p>Misinformation is false, misleading, or inaccurate information that is communicated regardless of an intention to deceive. That is to say, misinformation is information that is false, but the person who is disseminating it believes that it is true or believes it is clearly satire when it may not be.&nbsp;<\/p>\n"},"library":"H5P.AdvancedText 1.1","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"},"subContentId":"a96c9874-6e47-4be6-ad6d-b4581431bcfd"},"useSeparator":"auto"},{"content":{"params":{"resizeSupported":true,"source":"https:\/\/anthonymricci.com\/h5p\/pdfs\/mod2.pdf"},"library":"H5P.IFrameEmbed 1.0","metadata":{"contentType":"Iframe Embedder","license":"U","title":"Untitled Iframe Embedder"},"subContentId":"307b5650-7aed-420a-a843-b48bbec9a855"},"useSeparator":"auto"},{"content":{"params":{"uploadedFile":{"path":"files\/uploadedFile-61bbb31e2c808.pdf","mime":"application\/pdf","copyright":{"license":"U"}},"fileName":"Types of False Information"},"library":"H5P.FileDownload 1.0","metadata":{"contentType":"File Download","license":"U","title":"Untitled File Download"},"subContentId":"a80a7658-e358-464e-b90c-48c2927b593d"},"useSeparator":"auto"},{"content":{"params":{"text":"<p>Please See the Module for more details.&nbsp;<\/p>\n"},"library":"H5P.AdvancedText 1.1","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"},"subContentId":"a96bfba2-dcfd-4668-8c86-348036f7ac1d"},"useSeparator":"auto"}]},"library":"H5P.ColumnCustom 1.0","subContentId":"67f287ab-1704-433d-a32a-09b4ecab3343","metadata":{"contentType":"ColumnCustom","license":"U","title":"Misinformation"}},{"params":{"content":[{"content":{"params":{"sideToggle":true,"expandToggle":false,"iconToggle":true,"content":{"params":{"text":"<h2>Diversity of Information and Group Work<\/h2>\n\n<p>When working in a group, it is common to split up tasks and have one or two individuals responsible for information gathering. While this approach is time efficient, it is important that you build in time and intentionally question whether there are needed perspectives not present in information gathered for a specific task, problem, or design context.<\/p>\n\n<p>Part of your responsibility to your group also includes bringing your own knowledge, background, and lived experiences to the conversation, especially if you are from a historically underrepresented group.<\/p>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"3887059c-4f1f-45d6-bc1d-1d51dbf1f1bf","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"sideImage":{"path":"images\/sideImage-61aa8f0d09b6b.png","mime":"image\/png","copyright":{"license":"U"},"width":578,"height":460}},"library":"H5P.TextNImage 1.0","metadata":{"contentType":"Text and Image","license":"U","title":"Untitled Text and Image"},"subContentId":"93041216-aa7e-4050-b098-e4816a7eba06"},"useSeparator":"auto"}]},"library":"H5P.ColumnCustom 1.0","subContentId":"b1138ca3-a894-4ae4-a609-3050fab3af82","metadata":{"contentType":"ColumnCustom","license":"U","title":"Diversity of Information and Group Work"}},{"params":{"content":[{"content":{"params":{"sideToggle":true,"expandToggle":false,"iconToggle":true,"content":{"params":{"text":"<h2>Final thoughts<\/h2>\n\n<p>When information gathering for your work as an engineer, it is equally important to consider what information you find and what information is needed but may be missing. Your information seeking habits and choices influence your work and can perpetuate inherent bias, marginalization, and, even, discrimination.<\/p>\n\n<p>By learning from one another, we can build enough momentum that can truly disrupt the dominant Western-centric status quo, and achieve a more equitable, inclusive and holistic understanding of the world we live in those respects different people, ways of knowing, experiences, and ethically navigates a decolonized world.<\/p>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"69007b89-fa4a-48e1-bffa-25197851d7ce","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"sideImage":{"path":"images\/sideImage-61b7b0f16cc3c.png","mime":"image\/png","copyright":{"license":"U"},"width":2923,"height":3279}},"library":"H5P.TextNImage 1.0","metadata":{"contentType":"Text and Image","license":"U","title":"Untitled Text and Image"},"subContentId":"9e798ef4-36a7-48f3-97b5-2af8ba31c80e"},"useSeparator":"auto"},{"content":{"params":{"text":"<h3>Graduate Attributes<\/h3>\n\n<p>The content of this module relates to the following Graduate Attributes:<\/p>\n\n<p>3.1.1 A knowledge base for engineering: Demonstrated competence in university level mathematics, natural sciences, engineering fundamentals, and specialized engineering knowledge appropriate to the program.<\/p>\n\n<p>3.1.2 Problem analysis: An ability to use appropriate knowledge and skills to identify, formulate, analyze, and solve complex engineering problems in order to reach substantiated conclusions<\/p>\n\n<p>3.1.3 Investigation: An ability to conduct investigations of complex problems by methods that include appropriate experiments, analysis and interpretation of data, and synthesis of information in order to reach valid conclusions.<\/p>\n\n<p>3.1.7 Communication skills: An ability to communicate complex engineering concepts within the profession and with society at large. Such ability includes reading, writing, speaking and listening, and the ability to comprehend and write effective reports and design documentation, and to give and effectively respond to clear instructions.<\/p>\n\n<p>3.1.8 Professionalism: An understanding of the roles and responsibilities of the professional engineer in society, especially the primary role of protection of the public and the public interest.&nbsp;<\/p>\n\n<p>3.1.10 Ethics and equity: An ability to apply professional ethics, accountability, and equity.<\/p>\n\n<p>&nbsp;3.1.12 Life-long learning: An ability to identify and to address their own educational needs in a changing world in ways sufficient to maintain their competence and to allow them to contribute to the advancement of knowledge.<\/p>\n"},"library":"H5P.AdvancedText 1.1","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"},"subContentId":"2cfb198c-7422-484f-a415-cbb0fa954d77"},"useSeparator":"enabled"}]},"library":"H5P.ColumnCustom 1.0","subContentId":"44655514-5fda-4c38-b1d9-8c64ea139c26","metadata":{"contentType":"ColumnCustom","license":"U","title":"Final thoughts"}},{"params":{"content":[{"content":{"params":{"text":"<h2>References<\/h2>\n"},"library":"H5P.AdvancedText 1.1","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"},"subContentId":"61802bd7-c2d8-4f7f-abb5-29b304c30496"},"useSeparator":"auto"},{"content":{"params":{"content":{"params":{"text":"<p>Gareau, Paul, Tracy Bear, Alannah Mandamin-Shawanda, and Isaac Twinn. 2021. “Indigenous Canada [MOOC].” University of Alberta, Faculty of Native Studies. Accessed 2020. https:\/\/www.ualberta.ca\/admissions-programs\/online-courses\/indigenous-canada\/index.html. [Google Scholar]<\/p>\n\n<p>Graham, A. (2021, August 9). <em>Standards: What is a standard?<\/em> https:\/\/guides.library.umass.edu\/c.php?g=719645&amp;p=5126968<\/p>\n\n<p>International Standards Organization. (n.d.). <em>ISO: Developing standards: Deliverables.<\/em> <a href=\"https:\/\/www.iso.org\/deliverables-all.html#IS\">https:\/\/www.iso.org\/deliverables-all.html#IS<\/a><\/p>\n\n<p>Johnson, D. S., Bush, M. T., Brandzel, S., &amp; Wernli, K. (2016). The patient voice in research – Evolution of a role. <em>Research Involvement and Engagement, 2<\/em>(6) 1-6. <a href=\"https:\/\/doi.org\/10.1186\/s40900-016-0020-4\">https:\/\/doi.org\/10.1186\/s40900-016-0020-4<\/a><\/p>\n\n<p>Keoke, Emory Dean, and Kay Marie Porterfield. 2003. <em>Encyclopedia of American Indian Contributions to the World: 15,000 Years of Inventions and Innovations.<\/em> New York: Checkmark Books.<\/p>\n\n<p>Khadilkar, S. S. (2018). Rejection Blues: Why Do Research Papers Get Rejected? Journal of Obstetrics and Gynecology of India, 68(4), 239–241.&nbsp;<a aria-label=\"\/\/doi.org\/10.1007\/S13224-018-1153-1\/FIGURES\/1\" href=\"https:\/\/doi.org\/10.1007\/S13224-018-1153-1\/FIGURES\/1\" rel=\"noopener noreferrer\" tabindex=\"-1\" target=\"_blank\" title=\"https:\/\/doi.org\/10.1007\/s13224-018-1153-1\/figures\/1\">https:\/\/doi.org\/10.1007\/S13224-018-1153-1\/FIGURES\/1<\/a><\/p>\n\n<p>Miranda, L. M. (2015, January 20). Who lives, who dies, who tells your story [Song]. On <em>Hamilton original Broadway cast recording<\/em>. Avatar\/Invictus Sound.<\/p>\n\n<p>Pierotti, Raymond. 2011. <em>Indigenous Knowledge, Ecology, and Evolutionary Biology.<\/em> New York: Routledge.<\/p>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"89261a65-01a5-4abf-bc2a-892921577883","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}}},"library":"H5P.Citations 1.0","metadata":{"contentType":"Citations","license":"U","title":"Untitled Citations"},"subContentId":"38fba6db-ed55-482a-9a68-467f4b2fdf66"},"useSeparator":"auto"},{"content":{"params":{"text":"<h3>Credits &amp; Licensing<\/h3>\n\n<p>Content Creators: Kate Mercer, Kari­­ D. Weaver, Brie McConnell Nasser Saleh, Michelle Spence, Ian Robson, Jillian Seniuk Cicek, &amp; Brie McConnell.<\/p>\n\n<p>Instructional and Graphic Designers: Anthony Maocheia-Ricci, Stefaniada Voichita, Stephanie Mutch, Hiba Zubairi, Cathy Sebastian, and Kari D. Weaver.<\/p>\n\n<p>Additional feedback was generously contributed by many faculty, staff, and students at the University of Waterloo, Queens University, and the University of Toronto.<\/p>\n\n<p>This module was created with financial support from a 2021 <a href=\"https:\/\/www.ecampusontario.ca\/\">eCampus Ontario<\/a> Virtual Learning Strategy Grant and is licensed under a Creative Commons 4.0 Attribution-Non-Commercial License<\/p>\n\n<p>(CC 4.0 BY-NC).<\/p>\n\n<p>Attribution may be indicated as follows:<\/p>\n\n<p>Mercer, K., Weaver, K.D., Saleh, N., Spence, M., Robson, I., Maocheia-Ricci, A., Voichita, S., Zubairi, H., &amp; Sebastian, C. (2022). <em>Diversity of Information.<\/em> eCampus Ontario. Link to repository. Used under CC 4.0 BY-NC.<\/p>\n\n<p>For more information or to request permission for a non-licensed use, please email <a href=\"mailto:libaskus@uwaterloo.ca\">libaskus@uwaterloo.ca<\/a>.<\/p>\n\n<p>This project was led by individuals who live and work in Waterloo, which is the traditional territory of the Neutral, Anishinaabeg and Haudenosaunee peoples. The University of Waterloo’s main campus is situated on the Haldimand Tract, the land granted to the Six Nations that includes six miles on each side of the Grand River. Our active work toward reconciliation takes place across our campuses through research, learning, teaching, and community building, and is centralized within our <a href=\"https:\/\/uwaterloo.ca\/human-rights-equity-inclusion\/indigenousinitiatives\">Indigenous Initiatives Office<\/a>.<\/p>\n"},"library":"H5P.AdvancedText 1.1","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"},"subContentId":"d626a8e8-3d0d-4275-b59b-8083b0b1886a"},"useSeparator":"enabled"}]},"library":"H5P.ColumnCustom 1.0","subContentId":"73f1268c-89b1-4d9a-af62-b819aaf4ba2b","metadata":{"contentType":"ColumnCustom","license":"U","title":"References"}}],"behaviour":{"defaultTableOfContents":true,"progressIndicators":false,"progressAuto":true,"displaySummary":false},"read":"Read","displayTOC":"Display &#039;Table of contents&#039;","hideTOC":"Hide &#039;Table of contents&#039;","nextPage":"Next page","previousPage":"Previous page","chapterCompleted":"Page completed!","partCompleted":"@pages of @total completed","incompleteChapter":"Incomplete page","navigateToTop":"Navigate to the top","markAsFinished":"I have finished this page","fullscreen":"Fullscreen","exitFullscreen":"Exit fullscreen","bookProgressSubtext":"@count of @total pages","interactionsProgressSubtext":"@count of @total interactions","submitReport":"Submit Report","restartLabel":"Restart","summaryHeader":"Summary","allInteractions":"All interactions","unansweredInteractions":"Unanswered interactions","scoreText":"@score \/ @maxscore","leftOutOfTotalCompleted":"@left of @max interactions completed","noInteractions":"No interactions","score":"Score","summaryAndSubmit":"Summary &amp; submit","noChapterInteractionBoldText":"You have not interacted with any pages.","noChapterInteractionText":"You have to interact with at least one page before you can see the summary.","yourAnswersAreSubmittedForReview":"Your answers are submitted for review!","bookProgress":"Book progress","interactionsProgress":"Interactions progress","totalScoreLabel":"Total score","a11y":{"progress":"Page @page of @total.","menu":"Toggle navigation menu"}}